import React from 'react'

export default function History() {
    return (
        <>
            <h1 >history</h1>
            <p style={{}}>לטעון מחדש את החיים בבית
            במשך 60 שנים איקאה פעלה ליצירת חיי יום יום טובים יותר לאנשים הרבים.
            אנו עושים זאת במגוון דרכים: נותנים מענה לצרכי האנשים בביתם תוך יצירת מוצרי ריהוט מעוצבים היטב, נאים, שימושיים, ברי-קיימא והצעתם במחירים נוחים.
            זאת מכיוון שאנו מאמינים כי רוב האנשים חולקים את האהבה ליופי, הצורך במוצרים פונקציונליים והרצון לחסוך במשאבים – הן שלהם והן של כדור הארץ.
            קחו לדוגמה את סדרת המטענים האלחוטיים החדשה שלנו.
            טלפונים חכמים נהיו לחלק טבעי מהחיים שלנו ואנו רוצים שטעינתם לחלק טבעי מהבתים שלנו. מסיבה זו בדיוק יצרנו מגוון פתרונות טעינה המקלים עליכם להטעין את המכשיר שלכם והופכים את המטען לנאה ומהנה יותר.
 בין היתר, תוכלו למצוא כאן שולחנות צד ומנורות עם מטענים מובנים, משטחי טעינה וקופסאות לסידור וארגון כבלים. או שתוכלו לשלב את המטען עם רהיט לפי בחירתכם באמצעות ערכת עשה זאת בעצמך..</p>
        </>
    )
}
